9/data/attachments/e1976eae6dc5fae2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melissa_answer_Actions_17127_3</nif:username>
            <nif:friendToBeRequested>soap_actions_c830943d-530c-4cd1-ac17-fa57ba46da67</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>